'''
Data type application
'''

print("----------------------------------------------------------")
print("              Chino's Coffee Bean                        ")
print("----------------------------------------------------------")
print("Chaing Dao\t\t\t\t\t\t", 3, "ชิ้น\t\t\t", 3*100, "THB")
print("Doi Chang\t\t\t\t\t\t", 1, "ชิ้น\t\t\t", 1*100, "THB")
print("Lao Coffee\t\t\t\t\t\t", 1, "ชิ้น\t\t\t", 1*100, "THB")
print("----------------------------------------------------------")
print("Total\t\t\t\t\t\t\t\t\t\t\t", 3*100 + 1*100 + 1*100, "THB")
print("----------------------------------------------------------")

